// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "프린트헤드 청소";

NotInitiatedTitle = "청소를 시작할 수 없습니다";
NotInitiatedMsg = "청소 절차를 시작할 수 없습니다. 프린터를 온라인 상태로 하고 작업을 처리하지 않도록 하십시오.";

CleaningProgressTitle = "프린트헤드 청소 진행 중…";

CompletitionLevelTitleFormat = "%i단계 청소 실행";
CompletitionLevelMsgFormat = "테스트 페이지를 인쇄하는 동안 잠시 기다려 주십시오. 문제가 해결되었는지 보시려면 이 페이지를 확인하십시오. 테스트 페이지가 양호하게 보이면 마침을 클릭하여 청소 절차를 중지하십시오. 그렇지 않고 청소를 계속하려면 %i단계 청소를 클릭하십시오.";
CompletitionFinalMsg = "테스트 페이지를 인쇄하는 동안 잠시 기다려 주십시오. 문제가 해결되었는지 보시려면 이 페이지를 확인하십시오. 테스트 페이지가 양호하게 보이면 마침을 클릭하여 청소 절차를 중지하십시오. 그렇지 않고 HP 문제 해결 웹 페이지로 가려면 HP 도움말을 클릭하십시오.";
NextLevelButtonFormat = "%i단계 청소";
FinishButtonText = "마침";
GetHelpButtonText = "HP 온라인 도움말 참조";

HSDCleanPrintheadsExplanation = "인쇄된 출력물에 보기와 같은 줄이 보이면 프린트헤드를 청소해야 합니다. 이 작업에는 1분 정도가 소요되며 일반 용지 1장이 사용됩니다.";
HSDCleanPrintheadsInvitation = "프린트헤드를 지금 청소하려면 청소 버튼을 클릭하십시오.";
HSDManualCleanPrintheadsInvitation = "프린트헤드를 청소하려면 프린터의 제어판 디스플레이에서 해당 옵션을 선택하십시오.";

CleanCancelledTitle = "작업이 취소되었습니다";
CleanCancelledMsg = "청소 절차가 장치 전면 패널에서 취소되었습니다.";

CleaningProcessErrorTitle = "작업을 완료할 수 없음";
CleaningProcessErrorMsg = "청소 절차를 완료할 수 없습니다. HP 지원 센터에 문의하십시오.";
DeviceBusyMessage = "클리닝 과정을 완료할 수 없습니다. 장비가 현재 작업을 종료할 때까지 잠시 기다린 후 다시 시도합시오.";

PythonLvl1DoneTitle = "제1단계 프린트헤드 청소가 완료되었습니다";

PythonLvl1DoneMsg = "인쇄 품질이 계속 불만족스러우면 제2단계 청소를 하실 수 있습니다. 제2단계 청소는 약 2분이 소요되며 용지가 한 장 사용됩니다. 이 제2단계 청소는 많은 양의 잉크를 사용하므로 제1단계 청소 후에도 인쇄 품질이 향상되지 않는 경우에만 이용하십시오. 제2단계 청소를 하려면 “제2단계 청소”를 클릭하십시오.";

PythonLvl2Button = "제2단계 청소";

PythonLvl2DoneTitle = "제2단계 프린트헤드 청소가 완료되었습니다";

PythonLvl2DoneMsg = "인쇄 품질이 계속 좋아 보이지 않으면 이 절차를 다시 실행해도 효과가 없을 수 있습니다. 상세 정보는 프린터 설명서를 참조하십시오.";

ColorCleaningTextFieldTitle = "프린트헤드 청소";
HSDInfoTextFieldTitle = "인쇄된 출력물에 그림의 예처럼 줄무늬가 있거나 컬러가 부정확하거나 또는 없으면 프린트헤드를 청소해야 합니다. 이 절차에서는 프린트헤드의 노즐을 청소하려고 할 때 잉크가 사용됩니다. 이 절차는 약 2분이 소요되며 용지가 한 장 사용됩니다.";
HSDGuideTextFieldTitle = "지금 프린트헤드를 청소하려면 “청소”를 클릭하십시오.";
HSDCleanButtonTitle = "청소";
CancelButtonTitleKey = "취소";

PythonLvl1DoneMsgPigment = "인쇄 품질이 여전히 불만족스럽다면 2단계 청소를 실행하십시오. 2분 정도가 소요되며 종이 한 장이 사용됩니다. 2단계 청소는 상당한 양의 카트리지 소모품을 사용하므로 1단계 청소로 인쇄 품질이 개선되지 않은 경우에만 실행해야 합니다. 2단계 청소를 실행하려면 \“2단계 청소\”를 클릭하십시오.";
HSDInfoTextFieldTitlePigment = "인쇄 출력물에 사진과 같이 줄무늬가 나타나거나 출력물의 색상이 부정확하거나 누락되는 경우 프린트헤드를 청소해야 할 수 있습니다. 이 작업에서 프린트헤드의 노즐을 청소하기 위해 카트리지를 사용합니다. 2분 정도가 소요되며 종이 한 장이 사용됩니다.";